{ "resultats" :
[
  {
    "url": "https://en.wikipedia.org/wiki/Plane",
    "text": "Plane (geometry), abstract surface which has infinite width and length, zero thickness, and zero curvaturePlaning (boat), a method of travelling quickly across water by using speed to lift the hull out of the waterPlatanus, a genus of trees with the common name \"plane\"Acer pseudoplatanus, a tree species sometimes called \"plane\"Planes (genus), a genus of crabs in the family Grapsidae called \"weed crabs\"Plane (Unicode), in Unicode, a big range of 65,536 (=216) code pointsPlane (tool), a woodworking tool to smooth surfacesPlane (river), a river in eastern Germany.Plane (wherry), a Norfolk wherry in service 1931–1949Plane (esotericism), an emergent state, level or region of realityPlane (Dungeons & Dragons), a distinct location in the multiverse in Dungeons & DragonsPlane (Magic: The Gathering), a unique universe in the multiverse of Magic: The GatheringPlanès, a commune in the south of FrancePlanes, Alicante, a municipality in the province of Alicante, SpainPlanes (film), a 2013 3D animated filmPlanes: Fire & Rescue, an American 3D computer-animated comedy-adventure film for release on 18 July 2014. It is a sequel to Planes (film).Physical plane, the physical universe in emanationist metaphysics\"Planes\", a 1989 song by Jefferson Airplane\"Planes\", a 1967 comedy sketch by Bill Cosby\"Planes\", a 1976 song by Colin BlunstonePlane of immanence, a philosophical conceptPlane sailing, an approximation used in navigation This disambiguation page lists articles associated with the title Plane.If an internal link led you here, you may wish to change the link to point directly to the intended article. This page was last modified on 20 November 2015, at 00:54.Text is available under the Creative Commons Attribution-ShareAlike License ; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Plane_(geometry)",
    "text": "In mathematics, a plane is a flat, two-dimensional surface. A plane is the two-dimensional analogue of a point (zero dimensions), a line (one dimension) and three-dimensional space. Planes can arise as subspaces of some higher-dimensional space, as with the walls of a room, or they may enjoy an independent existence in their own right, as in the setting of Euclidean geometry.When working exclusively in two-dimensional Euclidean space, the definite article is used, so, the plane refers to the whole space. Many fundamental tasks in mathematics, geometry, trigonometry, graph theory and graphing are performed in a two-dimensional space, or in other words, in the plane.Euclid set forth the first great landmark of mathematical thought, an axiomatic treatment of geometry.[1] He selected a small core of undefined terms (called common notions) and postulates (or axioms) which he then used to prove various geometrical statements. Although the plane in its modern sense is not directly given a definition anywhere in the Elements, it may be thought of as part of the common notions.[2] In his work Euclid never makes use of numbers to measure length, angle, or area. In this way the Euclidean plane is not quite the same as the Cartesian plane.This section is solely concerned with planes embedded in three dimensions: specifically, in R3.In a Euclidean space of any number of dimensions, a plane is uniquely determined by any of the following:The following statements hold in three-dimensional Euclidean space but not in higher dimensions, though they have higher-dimensional analogues:In a manner analogous to the way lines in a two-dimensional space are described using a point-slope form for their equations, planes in a three dimensional space have a natural description using a point in the plane and a vector orthogonal to it (the normal vector) to indicate its \"inclination\".Specifically, let be the position vector of some point , and let be a nonzero vector. The plane determined by this point and vector consists of those points , with position vector , such that the vector drawn from to is perpendicular to . Recalling that two vectors are perpendicular if and only if their dot product is zero, it follows that the desired plane can be described as the set of all points such that(The dot here means a dot product, not scalar multiplication.) Expanded this becomeswhich is the point-normal form of the equation of a plane.[3] This is just a linear equation:Conversely, it is easily shown that if a, b, c and d are constants and a, b, and c are not all zero, then the graph of the equationis a plane having the vector as a normal.[4] This familiar equation for a plane is called the general form of the equation of the plane.[5]Thus for example a regression equation of the form y = d + ax + cz (with b=-1) establishes a best-fit plane in three-dimensional space when there are two explanatory variables.Alternatively, a plane may be described parametrically as the set of all points of the formwhere s and t range over all real numbers, v and w are given linearly independent vectors defining the plane, and r0 is the vector representing the position of an arbitrary (but fixed) point on the plane. The vectors v and w can be visualized as vectors starting at r0 and pointing in different directions along the plane. Note that v and w can be perpendicular, but cannot be parallel.Let p1=(x1, y1, z1), p2=(x2, y2, z2), and p3=(x3, y3, z3) be non-collinear points.The plane passing through p1, p2, and p3 can be described as the set of all points (x,y,z) that satisfy the following determinant equations:To describe the plane by an equation of the form , solve the following system of equations:This system can be solved using Cramer's Rule and basic matrix manipulations. LetIf D is non-zero (so for planes not through the origin) the values for a, b and c can be calculated as follows:These equations are parametric in d. Setting d equal to any non-zero number and substituting it into these equations will yield one solution set.This plane can also be described by the \"point and a normal vector\" prescription above. A suitable normal vector is given by the cross productand the point r0 can be taken to be any of the given points p1,p2 or p3.[6]For a plane and a point not necessarily lying on the plane, the shortest distance from to the plane isIt follows that lies in the plane if and only if D=0.If meaning that a, b, and c are normalized[7] then the equation becomesAnother vector form for the equation of a plane, known as the Hesse normal form relies on the parameter D. This form is:[5]where is a unit normal vector to the plane, a position vector of a point of the plane and D0 the distance of the plane from the origin.The general formula for higher dimensions can be quickly arrived at using vector notation. Let the hyperplane have equation , where the is a normal vector and is a position vector to a point in the hyperplane. We desire the perpendicular distance to the point . The hyperplane may also be represented by the scalar equation , for constants . Likewise, a corresponding may be represented as . We desire the scalar projection of the vector in the direction of . Noting that (as satisfies the equation of the hyperplane) we haveThe line of intersection between two planes and where are normalized is given bywhereThis is found by noticing that the line must be perpendicular to both plane normals, and so parallel to their cross product (this cross product is zero if and only if the planes are parallel, and are therefore non-intersecting or entirely coincident).The remainder of the expression is arrived at by finding an arbitrary point on the line. To do so, consider that any point in space may be written as , since is a basis. We wish to find a point which is on both planes (i.e. on their intersection), so insert this equation into each of the equations of the planes to get two simultaneous equations which can be solved for and .If we further assume that and are orthonormal then the closest point on the line of intersection to the origin is . If that is not the case, then a more complex procedure must be used.[8]Given two intersecting planes described by and , the dihedral angle between them is defined to be the angle between their normal directions:In addition to its familiar geometric structure, with isomorphisms that are isometries with respect to the usual inner product, the plane may be viewed at various other levels of abstraction. Each level of abstraction corresponds to a specific category.At one extreme, all geometrical and metric concepts may be dropped to leave the topological plane, which may be thought of as an idealized homotopically trivial infinite rubber sheet, which retains a notion of proximity, but has no distances. The topological plane has a concept of a linear path, but no concept of a straight line. The topological plane, or its equivalent the open disc, is the basic topological neighborhood used to construct surfaces (or 2-manifolds) classified in low-dimensional topology. Isomorphisms of the topological plane are all continuous bijections. The topological plane is the natural context for the branch of graph theory that deals with planar graphs, and results such as the four color theorem.The plane may also be viewed as an affine space, whose isomorphisms are combinations of translations and non-singular linear maps. From this viewpoint there are no distances, but collinearity and ratios of distances on any line are preserved.Differential geometry views a plane as a 2-dimensional real manifold, a topological plane which is provided with a differential structure. Again in this case, there is no notion of distance, but there is now a concept of smoothness of maps, for example a differentiable or smooth path (depending on the type of differential structure applied). The isomorphisms in this case are bijections with the chosen degree of differentiability.In the opposite direction of abstraction, we may apply a compatible field structure to the geometric plane, giving rise to the complex plane and the major area of complex analysis. The complex field has only two isomorphisms that leave the real line fixed, the identity and conjugation.In the same way as in the real case, the plane may also be viewed as the simplest, one-dimensional (over the complex numbers) complex manifold, sometimes called the complex line. However, this viewpoint contrasts sharply with the case of the plane as a 2-dimensional real manifold. The isomorphisms are all conformal bijections of the complex plane, but the only possibilities are maps that correspond to the composition of a multiplication by a complex number and a translation.In addition, the Euclidean geometry (which has zero curvature everywhere) is not the only geometry that the plane may have. The plane may be given a spherical geometry by using the stereographic projection. This can be thought of as placing a sphere on the plane (just like a ball on the floor), removing the top point, and projecting the sphere onto the plane from this point). This is one of the projections that may be used in making a flat map of part of the Earth's surface. The resulting geometry has constant positive curvature.Alternatively, the plane can also be given a metric which gives it constant negative curvature giving the hyperbolic plane. The latter possibility finds an application in the theory of special relativity in the simplified case where there are two spatial dimensions and one time dimension. (The hyperbolic plane is a timelike hypersurface in three-dimensional Minkowski space.)The one-point compactification of the plane is homeomorphic to a sphere (see stereographic projection); the open disk is homeomorphic to a sphere with the \"north pole\" missing; adding that point completes the (compact) sphere. The result of this compactification is a manifold referred to as the Riemann sphere or the complex projective line. The projection from the Euclidean plane to a sphere without a point is a diffeomorphism and even a conformal map.The plane itself is homeomorphic (and diffeomorphic) to an open disk. For the hyperbolic plane such diffeomorphism is conformal, but for the Euclidean plane it is not."
  },
  {
    "url": "https://www.rt.com/usa/322778-plane-emergency-landing-bomb-threat/",
    "text": "Fort Lauderdale officials say a person on board the flight made the threat, according to local CBS 12. \"No apparent threat\" has been detected, and no bomb was found aboard the aircraft.Spirit Airlines is an ultra-low cost carrier that serves passengers in the United States, the Caribbean, and Latin America.The airline had already been in hot water earlier this week for escorting a woman and three men off a plane for questioning on Tuesday. They were aboard a flight due to leave Baltimore for Chicago O’Hare International Airport.This interruption in the flight’s departure came after a witness reported alleged “suspicious activity” to the flight crew, according to Maryland Transportation Authority police.Police said the “suspicious activity” was one of the passengers watching a news report on a smartphone. Other passengers told the Baltimore Sun the four passengers were of Middle Eastern descent, but police would not release any information about them."
  },
  {
    "url": "http://www.cnn.com/2015/11/18/middleeast/metrojet-crash-dabiq-claim/",
    "text": "The photograph shows a soft drink can and two components that appear to be a detonator and a switch, explosives expert Anthony May said. There is a hole in the bottom of the can, which reveals a white substance inside that could be explosives, he said. The detonator would be placed through the hole, he said.The three components appeared to constitute a \"suicide-type bomb\" because the bomber would have to flip the single-throw rocker switch to detonate the bomb, May said.\"It doesn't take much to bring down a plane in flight if it's placed in the most critical area of the aircraft, breaking the fuselage,\" said May, a retired explosives enforcement officer with the Bureau of Alcohol, Tobacco, Firearms and Explosives.Because the can is made of metal, \"any typical security protocol should detect this via the metal detectors or via the x-rays\" in an airport, May said. \"However, it's not unlikely or impossible to separate these components, and an individual carry a separate component through security and then assemble the device on the other side,\" May said.Fast Facts: Commercial passenger airplane crashes May also cited another, \"most likely\" scenario for moving such a bomb through an airport: \"An insider threat getting this item, circumventing security, getting it to the aircraft -- if it was used on the aircraft,\" May said.The downing of the Russian airliner was done in retaliation for Russia's airstrikes in Syria, ISIS claimed in the magazine.In fact, ISIS had initially planned to \"bring down\" a plane belonging to a country in the U.S.-led coalition fighting ISIS, the terror group said in the magazine.Russia's Metrojet Flight 9268 crashed on October 31 after departing from the Egyptian resort of Sharm el-Sheikh for the Russian city of St. Petersburg, killing all 224 people on board. \"After having discovered a way to compromise the security at the Sharm el-Sheikh International Airport and resolving to bring down a plane belonging to a nation in the American-led Western coalition against the Islamic State, the target was changed to a Russian plane. A bomb was smuggled onto the airplane, leading to the deaths of 219 Russians and five other crusaders only a month after Russia's thoughtless decision,\" the ISIS magazine said.In the publication, ISIS said Russia's airstrikes in Syria were \"a rash decision of arrogance.\" ISIS also said the photographed soda can and other components were the \"IED used to bring down the Russian airliner.\" Russia said explosives weighing up to 1 kilogram, a little more than 2 pounds, brought down Metrojet 9268, which means ISIS' claim it used a bomb the size of a soda can is plausible.Explosives expert Chris Owen, from Alford Technologies, said the volume of the can means it could contain a half kilogram, or 500 grams, of an explosive \"which is just sufficient to bring down an airliner.\" So far no governments have commented about the ISIS claims.There is no way to know whether these claims are the truth or an intentional effort to divert intelligence and security officials.The Russian government is offering a $50 million reward for information about those who brought down the plane."
  },
  {
    "url": "http://www.imdb.com/title/tt1691917/",
    "text": " When Dusty learns that his engine is damaged and he may never race again, he joins a forest fire and rescue unit to be trained as a firefighter, or else his air strip will be shut down. Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage. A freak accident might just help an everyday garden snail achieve his biggest dream: winning the Indy 500. The further adventures of Po the Dragon Warrior and his friends. A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family. Flint Lockwood now works at The Live Corp Company for his idol Chester V. But he's forced to leave his post when he learns that his most infamous machine is still operational and is churning out menacing food-animal hybrids. It's a jungle out there for Blu, Jewel and their three kids after they're hurtled from Rio de Janeiro to the wilds of the Amazon. As Blu tries to fit in, he goes beak-to-beak with the vengeful Nigel, and meets his father-in-law. When Blu, a domesticated macaw from small-town Minnesota, meets the fiercely independent Jewel, he takes off on an adventure to Rio de Janeiro with the bird of his dreams. The time-travelling adventures of an advanced canine and his adopted son, as they endeavor to fix a time rift they created. The canine star of a fictional sci-fi/action show that believes his powers are real embarks on a cross country trek to save his co-star from a threat he believes is just as real. A look at the relationship between Mike and Sulley during their days at Monsters University -- when they weren't necessarily the best of friends. A teenager finds herself transported to a deep forest setting where a battle between the forces of good and the forces of evil is taking place. She bands together with a rag-tag group of characters in order to save their world -- and ours. Dusty Crophopper is a little cropduster plane with a fear of heights and a crazy dream of being a racer. While his friends need convincing, Dusty gets the training he needs from Skipper, a veteran fighter, and qualifies for the Wings Across the World race. In the event, Dusty finds competitors who soon learn that there is something special about this underdog as he is tested to his physical and emotional limits. In doing so, Dusty soon finds enemies, and more importantly friends, who are inspired by his dream. In the face of all obstacles, the winner of this air race will be anyone's guess. Written by Kenneth Chisholm (kchishol@rogers.com) From above the world of Cars $50,000,000 (estimated) $22,232,291 (USA) (9 August 2013) $90,282,580 (USA) (13 December 2013) 91 min At the beginning of the movie, there are several mountains in the background. If you look closely, you can tell that they are shaped in the profile of large airplanes. There is also at least one scene where a cloud is shaped like an airplane. See more » When Dusty is talking to Ishani in Nepal and he mentions her 'new propeller' as Sky Slicer Mark 5, made exclusively for the Ripslinger racing team. The propeller is a four bladed prop. None of the Ripslinger entries (Ripslinger, Ned or Zed) are using a four bladed prop. Ripslinger uses two counter rotating two bladed props. Ned and Zed each use a single two bladed prop. See more » Part of the closing credits are a hand-drawn sequence of scenes from the film. See more » Just watched this computer animated feature in 3-D with my movie theatre-working friend. Part of me knew this was going to be a formula movie with the Disney trademarks of someone thought of as being average doing extraordinary things being the premise but it still works here. Also, there was some good funny lines sometimes and the story and characterizations were not bad if not great. I mean, John Cleese is good at being the stuffy Brit as one of the racing planes. There were also many exciting point-of-view shots of the leading plane flying through the skies so there was that. I also liked another one of the planes serenading a female racer with a slow version of \"Love Machine\". So on that note, Planes is worth a look if one is not too discriminating in choosing one of these late summer movies..."
  },
  {
    "url": "http://www.theguardian.com/world/2015/nov/17/egypt-plane-crash-bomb-jet-russia-security-service",
    "text": "A homemade bomb brought down the Metrojet airliner over Egypt’s Sinai desert last month, the Kremlin has said, confirming for the first time that the plane was destroyed by a terrorist act.The Russian president, Vladimir Putin, vowed to find and punish those responsible and ordered an increase in airstrikes on Syria as “inevitable retribution” for the attack that killed all 224 people on board, mainly returning Russian holidaymakers.Egypt denied reports that two employees at Sharm el-Sheikh airport had been arrested in connection with the bombing. The final flights clearing British tourists from the Red Sea resort left on Tuesday.Russia previously distanced itself from the assertions of other countries, including Britain, that a bomb was almost certainly responsible for bringing down the Airbus A321 plane.Russia’s FSB security service said investigators had concluded from traces of explosives in the wreckage that an improvised bomb had caused the crash.Alexander Bortnikov, the head of the FSB, said the plane crash was “unequivocally a terrorist act”. Investigators had studied the personal belongings, baggage and debris from the plane wreckage, he said. “According to our experts, a homemade explosive device equivalent to 1kg of TNT went off onboard, which caused the plane to break up in the air, which explains why the fuselage was scattered over such a large territory.” He said tests showed the explosives had been produced outside Russia, but gave no further details. The FSB said it was offering a $50m (£33m) reward for information leading to the capture of those responsible.Putin declared: “The tears in our soul and heart will remain with us forever, but this won’t stop us from finding and punishing those guilty. We will search for them wherever they may be hiding. We will find them anywhere on the planet and punish them.”As Russian warplanes struck Raqqa, the Isis base in Syria, and other targets, Putin said: “It [the air campaign] must be intensified in such a way that the criminals understand that retribution is inevitable.”Egypt continued to maintain terrorism was yet to be proven. The prime minister, Sherif Ismail, said Egypt would take the Russian findings into consideration, but the civil aviation minister, Hossam Kamel, said investigators had not found any evidence of criminal intent and the international team of experts had not concluded its work. A statement from the interior ministry said it was strengthening security protocols at airports around Egypt, but no security shortcomings leading up to the Metrojet disaster had been found.It denied a Reuters report that Egyptian authorities had detained two airport employees at Sharm el-Sheikh, from where the Russian airliner had taken off 23 minutes before it crashed on 31 October. Egypt’s tourist industry, a critical source of income, has been hit by the decision of countries including Russia and Britain – its biggest tourist markets – to suspend flights to the Red Sea resort. Confirmation that a bomb was smuggled on to the aircraft will probably have a crushing impact.Britain and the US have made clear that they believe that a bomb caused the tragedy. Last week, Britain’s foreign secretary, Philip Hammond, said there was a “high probability” that a bomb was planted. An Isis affiliate claimed responsibility but Russian officials expressed scepticism for several days, even when the UK suspended flights to Sharm.Mounting evidence of a bomb included the sound of an apparent explosion on the recovered flight recorder, a “flash” from the plane picked up by US satellites and reports of intercepted intelligence chatter involving militant groups in Sinai.Security experts said the confirmation of a bomb would not necessarily have implications for most European flights, but said the news would reinforce concerns about airports beyond Sharm el-Sheikh. Norman Shanks, professor of aviation security at Coventry University and a former head of security for BAA and Heathrow, said current European standards for screening luggage and for checking staff should prove sufficient. He said other airports, particularly in tourist destinations, did not enforce the same regime on airport staff and sometimes had inferior technology to carry out x-rays on bags. Shanks said: “If it does prove to be a bomb that was put in the hold, it was probably taken into the airside part of the airport rather than through passengers’ baggage, which then focuses screening on the staff going into restricted areas.”He said airports globally had similar regulations but, in practice, audits and security processes were inadequate. “Where you have so-called clean aircraft and passengers, everyone and everything from catering, cargo, baggage should have been subject to screening.”New technology could be needed to screen baggage, which would lead to increased fares for long-haul flights, he said. According to some reports, passengers could pay staff at Sharm el-Sheikh to bypass security queues. Philip Baum, editor of Aviation Security International, said: “It’s of great concern that people are bypassing security but it’s by no means restricted to just Sharm.“If this was an insider threat – a baggage handler – that individual could have been working in any airport. If you look at the number of people involved in criminal activity that could open themselves up to terrorist activity, that’s a problem in Europe or the US as much as in the Sinai peninsula. Most airports employ vast numbers of people on low wages where staff turnover rates are very high.”The last direct flights by UK airlines bringing home British nationals, who are still travelling without luggage, from Sharm el-Sheikh departed on Tuesday. According to the Department for Transport, fewer than 200 British tourists are thought to remain in the Red Sea resort, and they will return to the UK on other airlines and “at their own risk”."
  },
  {
    "url": "http://www.aljazeera.com/news/2015/11/bomb-soda-bring-plane-151119144902555.html",
    "text": "The Islamic State of Iraq and the Levant (ISIL) made the headline-grabbing claim on Wednesday that it used explosives hidden in a can of Schweppes soda to down a Russian airliner over Egypt's Sinai.The revelation, carried in its English-language online magazine Dabiq, was accompanied by a photograph purporting to show the device used last month to kill all 224 people onboard the Metrojet flight.When a bomb detonates on an aircraft, all you have to do is punch a hole in the side of an aircraft large enough to create an explosive decompression and the plane actually blows itself up.There was the can, and what looked like a detonator and a switch.But could such crude-looking materials - in such a small package - be enough to break up an Airbus A321 typically weighing at least 70 tonnes? Some experts told Al Jazeera that, based on the photo alone, ISIL's claim was credible.\"Inside the can itself - if filled to full capacity - there are probably 200 to 300 grammes of high explosives. So certainly it’s a viable device,\" Chris Hunter, an explosives expert, said.\"And certainly if placed in the optimal position, it could potentially destroy the aircraft and cause catastrophic failure.\"Hunter said that at 30,000 feet (which is more than nine kilometres) above sea level, a breach in the shell of the aircraft would cause it to completely disintegrate.Russia said on Tuesday that it believed a bomb was to blame for the crash, a conclusion several Western governments had already reached. President Vladimir Putin has offered a $50m reward for information leading to the capture of those who destroyed the jet.\"Keep in mind that when a bomb detonates on an aircraft, all you have to do is punch a hole in the side of an aircraft large enough to create an explosive decompression and the plane actually blows itself up,\" Douglas Laird, an aviation security consultant, told Al Jazeera.\"A bomb just starts the process,\" he said.\"Based on the appearance in the photo, I don't believe the device was in luggage. I believe the device was in the passenger compartment.\"'Security loophole exploited'But Neal Langerman, a chemical safety consultant based in San Francisco, told Al Jazeera that the photo published by ISIL does not provide much evidence as to how the plane crashed.\"We cannot make assumptions based on a photo. We do not even know if this was really the device that was used. We will have to wait for the Russians to provide forensic evidence,\" Langerman said.ISIL, which controls large areas of Iraq and Syria and has a powerful affiliate in the Sinai region, also said it had exploited a loophole at Sharm al-Sheikh airport to smuggle the bomb onboard.The group's claims raise difficult questions for Egypt about the security of its airports, though Cairo has not yet said why it believes the plane crashed or if there was indeed a lapse at Sharm al-Sheikh.Two members of the ground crew were reported by local media to have been detained for questioning.\"It tells you a lot that ISIL can operate away from Syria and Iraq and away from northern Sinai where the bulk of the insurgency is going on, because the operation happened in southern Sinai,\" Egyptian political and security analyst Omar Ashour told Al Jazeera.With reporting by Basma Atassi. Source: Al Jazeera Content on this website is for general information purposes only. Your comments are provided by your own free will and you take sole responsibility for any direct or indirect liability. You hereby provide us with an irrevocable, unlimited, and global license for no consideration to use, reuse, delete or publish comments, in accordance with Community Rules & Guidelines and Terms and Conditions. "
  },
  {
    "url": "http://www.planestupid.com/",
    "text": "Plane Stupid welcomes the solidarity of the Green Party, who at their party conference in September 2015 passed a motion to support the Plane Stupid activists who occupied the northern runway at Heathrow Airport in July 2015. Their statement is reproduced below:19 October 2015The 13 members of activist group Plane Stupid accused of “aggregated trespass” during a protest at Heathrow airport in July will have the full support of the Green Party when they face trial next year.The party’s autumn conference in Bournemouth passed a motion in support of the activists and deputy leader, Amelia Womack has outlined why the Party believes the protest to be just, stating that Heathrow Airport is a “major cause of illegal and deadly levels of air pollution” in the capital.Womack said:“The stunt took place weeks after the Airports Commission recommended a new runway at Heathrow. The fact is Heathrow Airport is a major source of greenhouse gas emissions and the science confirms that greenhouse gases must be dramatically reduced from present levels to tackle climate change.“Moreover, Heathrow Airport is a major cause of illegal and deadly levels of air pollution in London. Local residents also suffer serious health impacts as a result of noise pollution and sleep disturbance.“Our party applauds the determination of the 13 activists and we’ll be offering our full support when they stand trial in January next year.”The action at Heathrow Airport prevented some planes from taking off and landing and took place at a critical moment, just after the Airports Commission reported. The Airports Commission failed to address climate change adequately in its report. Use of fossil fuels is destablising the climate and the life support systems upon which life depends, so we need to rapidly transition to a fossil free future. This means that we cannot have more carbon-intense mega-infrastructure projects like a new runway, in fact we need to reduce fossil fuel use dramatically from where we are now. It's up to people acting collectively to bring about a sustainable, just and fossil free world, since the government is taking us in the opposite direction. The 'Heathrow 13' activists also have strong support amongst the long suffering community around Heathrow. The trial takes place at Willesden Magistrates' Court starting on Monday 18 January 2016. We are deeply grateful and appreciative of all the support we have received - from the signatories, from Heathrow’s local residents and from other groups campaigning for David Cameron to keep his promise.  No ifs, no buts, no new runways, anywhere.  Open Letter to the Crown Prosecution ServiceIn July a group of climate activists with anti airport expansion group Plane Stupid took peaceful direct action at Heathrow Airport. They have been charged with aggravated trespass and being in a restricted area of the airport without permission.The Plane Stupid action, which came just weeks after the recommendation by the Airports Commission to build a new runway at Heathrow, highlighted the importance of considering climate change in the context of any discussion about the future of the aviation industry.The science tells us that deep cuts are required from existing levels of greenhouse gas emissions to tackle climate change, but successive governments, including the present one, have failed to act appropriately. A new runway, and the many thousands of extra flights it would allow, would make the necessary cuts far more difficult to achieve.Against this background, with the failure of the democratic process, the actions of the Plane Stupid activists were reasonable, justifiable and honorable. We, the undersigned, call upon the CPS to drop the charges against the activists in the public interest – we should be congratulating them for the defending the planet, not prosecuting them.Signed: John McDonnell MP (Shadow Chancellor)Natalie Bennett (Leader of the Greens)Caroline Lucas MPMichael Mansfield QC (Human rights lawyer)Rajiv Menon QC (Human rights lawyer)Nnimmo Bassey (Leading African environmentalist, Winner of Right Livelihood Award)Bill McKibben (Founder of 350.org)Craig Bennett  (CEO, Friends of the Earth)John Sauven (Executive Director of Greenpeace UK)John Stewart (Chair of HACAN)Suzanne Jeffrey (Vice Chair of Campaign against Climate Change)Dr Damien Short (Human rights advocate and lecturer)George Monbiot (Writer) Yesterday, we - the 13 Plane Stupid activists who occupied the northern runway of Heathrow Airport for over six hours on 13th July - had our hearing at Uxbridge Magistrates Court. All 13 of us pleaded not guilty to both charges brought against each of us, and are now set to have a full two week trial, commencing on Monday 18th January 2016. We arrived at court in the morning to be greeted by a whole array of media journalists, as well as a sea of supporters, including local residents and campaigners from grassroots groups and NGO’s, elected representatives of political parties, and even a handful of polar bears! We would all like to sincerely thank all those who were able to come to the court to support us, as well as those who have shown their support from afar. It’s touching to feel so supported by so many people, for taking the action that we have. Thank you all; your invaluable support means so much. Needless to say, starting the day with polar bears, friends and supporters fuelled us with hope and joy for the day to come. We were always aware that this hearing was going to be relatively simple; mainly an opportunity for us defendants to receive the prosecution’s case against us (although this didn’t actually materialize in the end) and for each of us to enter our pleas. And our amazing lawyers from Bindman’s and Hodge, Jones & Allen walked us though the process and made sure we were supported thought the day.Last time this runway was defeated, climate change was at the core of the argument. Local campaigns such as HACAN, Stop Heathrow Expansion and NOTAG have been fighting aviation expansion for years and, whilst winning some concessions, Heathrow continues to lie to the public, and the Government continues to ignore climate change. But climate change won’t wait for an unwilling political system to act. Any kind of airport expansion in the UK will make it impossible for the UK to meet its legally binding target of reducing CO2 emissions by 80% (from 1990 levels) by 2050. It’s really that simple. In fact, the aviation industry is the only carbon intensive industry in the UK that is effectively being given a license to pollute.  Furthermore, the ‘need’ for airport expansion is being driven by the wealthy minority (10-15%) of UK citizens who are responsible for booking the vast majority (70%) of flights in the UK, mainly to short-haul destinations that could easily be reached by train. Heathrow continues to lie about the economic benefits, and underplays the real cost to the public and climate that airpot expansion will have.  It’s reassuring to know that the amount of time the court has given us will allow us to adequately put forward our case, and that the overwhelming support from both inside the court room, outside the court and in the general media, shows that people agree with us and feel it’s important for the issues to be heard.Social and regular media this week has been awash with our message that climate change must be at the forefront of the debate around airport expansion and if it takes its rightful place as the key issue, it rules out expansion. #Heathrow13 shows just a pocket of this support from all over the country; this is not just a local issue even though some of the activists involved are local residents. I am filled with a lot of hope for the future; the support we have been shown is truly heart warming, from letters from parents to local residents and fellow activists. The only way for this campaign is up, but we can’t fight climate change alone. The Government needs to be shown our true power, so please continue to support Plane Stupid, HACAN, Stop Heathrow Expansion, Grow Heathrow, Gatwick Obviously Not!, Reclaim The Power, and all the other groups and organisations fighting airport expansion. Together we can stop this! We’ve done it before and we’ll do it again. No If’s, No Buts, No Third Runway… and we mean it! Cameron Kaye Defendant From Press Release: Today at Uxbridge Magistrates Court, the 13 climate change activists who blocked a runway at Heathrow airport pleaded not guilty. They are charged with aggravated trespass and entering a security restricted area of an aerodrome, forcing flights to be delayed and cancelled. The defendants will argue in court that the runway occupation was necessary and justifiable. If aviation growth continues unchecked, by 2037 the  industry will be responsible for all of the carbon that the UK can safely emit.[1] Failure to prevent climate change will see at least one billion people suffer water shortages, 40% of species made extinct and sea level rises threatening London by the end of the century.[2]Defendant Ella Gilbert, 22, said:\"We didn't want to do this, but we had to. If the government won't prevent catastrophic climate change, ordinary citizens have to step up; you can't reduce carbon emissions and build more runways, it's plane stupid. There is already more than enough aviation capacity for ordinary people who take their one holiday abroad a year. Airport expansion is for the 15% of wealthy frequent flyers who take 70% of our flights.[3] A broad movement is again uniting to make airport expansion impossible, and we're in it for the long haul!\"The proposed start date for the trial is 18 January and it is estimated to last 2 weeks.Plane Stupid Press Statement:In the early hours of Monday 13th July, 13 of us took peaceful direct action at Heathrow Airport. Two weeks before our action took place, the Airports Commission issued a recommendation to build a new runway at Heathrow Airport. Some of us are local residents, and the existing air traffic from Heathrow is already having a hugely negative impact on the local community by way of noise & air pollution and blight on the area.Last year more than half the UK population didn't fly. Airport expansion in the UK is being driven by a minority of wealthy frequent flyers who are booking the vast majority of flights in the UK. But the long term negative impacts of airport expansion will mean everybody pays the price.Scientific evidence is telling us that if we are serious about tackling climate change, and keeping within the safe 2 degree global temperature rise, we need to be drastically reducing our carbon emissions. But our government is clearly failing to act responsibly. Building any new runway in the UK is simply not compatible with reducing carbon emissions at this critical time, and will make it impossible to meet our legally binding commitments, as set out in the Climate Change Act 2008. It is critically important that climate change is prominent in the context of any discussion about the future of the aviation industry. Against this background, and the failure of democratic processes, we believe our actions were reasonable, justifiable and necessary. Previous press releases:July 14: http://news.met.police.uk/news/thirteen-charged-following-protest-123389 July 13: http://planestupid.com/blogs/2015/07/13/plane-stupid-activists-heathrow-... [Notes]Page 5 of Growth Scenarios for EU & UK Aviation: contradictions with climate policy, Summary of research by Tyndall Centre for Climate Change Research for Friends of the Earth Trust, Drs Alice Bows, Paul Upham, Kevin Anderson, The University of Manchester, 16 April 2005, http://www.foe.co.uk/sites/default/files/downloads/aviation_tyndall_summ... Page 5 of Stern Review. (2006). Part II: Impacts of climate change on growth and development. Stern, Nicholas, HM Treasury. London. October 2006. http://www.wwf.se/source.php/1169157/Stern%20Report_Exec%20Summary.pdfBased on passenger survey data: Table ATT0601, Public experience of and attitudes towards air travel, DfT Statistical release, July 2014. Analysis by afreeride.orgFurther statistics with sources are available at afreeride.org/about[ENDS]Last month activists staged a peaceful direct action at Heathrow Airport – less than a fortnight after the Airports Commission recommended a third runway at Heathrow. The action itself involved occupying the northern runway and erecting a tripod and fencing which the activists locked onto. A polar bear climbed onto the tripod. The action stopped some flights and saved greenhouse gas emissions.The science tells us that deep cuts are required from existing levels of emissions to tackle climate change, but successive governments have failed to respond. Direct action, therefore, is our only hope of securing a decent future for children everywhere. A new runway, and the hundreds of thousands of extra flights it would allow, would make the necessary cuts far more difficult, if not impossible, to achieve. In addition, Heathrow hugely contributes to illegal levels of air, and noise pollution, which have massive impacts on health for people living near the airport and for Londoners generally. For defending the planet and human health, the activists have been charged with aggravated trespass and being in a restricted area of the airport without permission. If you want to show them your solidarity, please support them at their first court hearing on Wednesday 19 August 2015, at Uxbridge Magistrates Court (nearest tube: Uxbridge, on the Metropolitan and Piccadilly lines). A gathering is taking place outside the court from 8.30am. For more updates, see https://www.facebook.com/events/480531532112107/The full address for the court is:The Court House Hare field Road Uxbridge Middlesex UB8 1PQThe court hearing will probably last until at least lunchtime.  From Press Release:12 climate change activists from anti airport expansion direct action group, Plane Stupid, got onto the north runway at 03:30am this morning at Heathrow Airport by cutting through a fence, in a peaceful protest against proposals to build a new runway.   The protestors say that going ahead with the recent Airports Commission recommendation that a third runway should be built at Heathrow will make it impossible for the UK to meet its climate change targets.  The skies above Heathrow are already the busiest in the world, and demand for flights is driven by air fares that are kept artificially low by generous tax exemptions. The activists say that if the aviation industry paid more of its environmental costs then there would be no pressing need for a new runway.Nine of the top ten most popular routes out of Heathrow are short haul[1], including destinations such as Paris, Manchester and Edinburgh which all have existing rail alternatives.  Ella Gilbert, an activist from Plane Stupid who is on the runway, said:   “Building more runways goes against everything we're being told by scientists and experts on climate change. This would massively increase carbon emissions exactly when we need to massively reduce them, that’s why we’re here.   We want to say sorry to anyone whose day we’ve ruined, and we’re not saying that everybody who wants to fly is a bad person. It's those who fly frequently and unnecessarily who are driving the need for expansion, and we cannot keep ignoring the terrifying consequences of flying like there’s no tomorrow.   No ifs, no buts, no third runway. And we mean it.”"
  }
]
}
