{ "resultats" :
[
  {
    "url": "http://www.free4allfilms.org/",
    "text": "From an award-winning Oscar-nominated film team comes a new documentary exploring why Americans are using public libraries more than ever before and the high stakes for democracy if libraries become extinct.Inspired by their love of libraries, filmmakers Dawn Logsdon and Lucie Faulknor are on a mission to tell the grand story of the American public library – from the historic free library movement that swept the nation over a century ago to the dramatic human stories unfolding inside libraries today. Help tell the story of America's most beloved and most endangered public institution. Together we can spark national dialogue and local action – before it's too late. Free for All: Inside the Public Library is a multi-platform documentary project that brings together library stories from all across America. Whether historic or contemporary, humorous or heartbreaking, these individual dramas shed light on what public libraries mean to our society. The project's centerpiece is a feature-length film chronicling a “day-in-the-life” of the American Public Library, around the country from opening to closing time, interspersed with dramatic chapters of national library history. Shorter films bring alive other extraordinary public library stories - from the puritans and robber barons who launched it, through the immigrants, suffragettes and civil rights activists who transformed it, to the millions of Americans whose lives are changed at the public library today. - See more here"
  },
  {
    "url": "http://www.ukgreenfilmfestival.org/",
    "text": " A nationwide celebration of environmental films. The UK Green Film Festival sponsored by Friends of the Earth is a nationwide network of film lovers and green thinkers. The 2015 edition of the festival took place from the 3rd -10th May in more than 25 cinemas across the country. The UK Green Film Festival returns in May 2016.7 Films and 6 UK Premieres.We have a nationwide network of 25 cinemas.Find out if we screen near you.The UK Green Film Festival is a registered charity.Please support us by donating today.The 2015 Audience Award goes to Fredrik Gertten's Bikes vs Cars.Our 2015 Palme Verte Award goes to Divide in Concord.Nora Mandray's film 3 Acres in Detroit, winner of the 2015 Short Film Award.Sign-up to our newsletter to keep up to date on all things green and film.Thanks to the continuing support of our partners..."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Film",
    "text": "This article is about the motion picture. For the photographic material used in cameras, see Photographic film. For other uses, see Film (disambiguation).\"Movie\" and \"Moving picture\" redirect here. For other uses, see Movie (disambiguation) and Moving picture (disambiguation).ScriptmentScreenplayA film, also called a movie, motion picture or photoplay, is a series of still images which, when shown on a screen, creates the illusion of moving images due to the phi phenomenon. This optical illusion causes the audience to perceive continuous motion between separate objects viewed rapidly in succession. A film is created by photographing actual scenes with a motion picture camera; by photographing drawings or miniature models using traditional animation techniques; by means of CGI and computer animation; or by a combination of some or all of these techniques and other visual effects. The word \"cinema\" is often used to refer to the industry of films and filmmaking or to the art of filmmaking itself. The contemporary definition of cinema is the art of simulating experiences to communicate ideas, stories, perceptions, feelings, beauty or atmosphere by the means of recorded or programmed moving images along with other sensory stimulations.[1]The process of filmmaking is both an art and an industry. Films were originally recorded onto plastic film which was shown through a movie projector onto a large screen (in other words, a photochemistry process). The adoption of CGI-based special effects led to the use of digital intermediates. Most contemporary films are now fully digital through the entire process of production, distribution, and exhibition from start to finish. Films recorded in a photochemical form traditionally included an analogous optical soundtrack, which is a graphic recording of the spoken words, music and other sounds that accompany the images. It runs along a portion of the film exclusively reserved for it and is not projected.Films are cultural artifacts created by specific cultures. They reflect those cultures, and, in turn, affect them. Film is considered to be an important art form, a source of popular entertainment, and a powerful medium for educating—or indoctrinating—citizens. The visual basis of film gives it a universal power of communication. Some films have become popular worldwide attractions by using dubbing or subtitles to translate the dialog into the language of the viewer. Some have criticized the film industry's glorification of violence[2] and its sexist treatment of women.[3] [4]The individual images that make up a film are called frames. During projection of traditional films, a rotating shutter causes intervals of darkness as each frame in turn is moved into position to be projected, but the viewer does not notice the interruptions because of an effect known as persistence of vision, whereby the eye retains a visual image for a fraction of a second after the source has been removed. The perception of motion is due to a psychological effect called phi phenomenon.The name \"film\" originates from the fact that photographic film (also called film stock) has historically been the medium for recording and displaying motion pictures. Many other terms exist for an individual motion picture, including picture, picture show, moving picture, photoplay and flick. The most common term in the United States is movie, while in Europe film is preferred. Terms for the field in general include the big screen, the silver screen, the movies and cinema; the latter is commonly used in scholarly texts and critical essays, especially by European writers. In early years, the word sheet was sometimes used instead of screen.Main article: History of filmPreceding film in origin by thousands of years, early plays and dances had elements common to film: scripts, sets, costumes, production, direction, actors, audiences, storyboards, and scores. Much terminology later used in film theory and criticism apply, such as mise en scène (roughly, the entire visual picture at any one time). Owing to the lack of any technology for doing so, the moving images and sounds could not be recorded for replaying as with film.The magic lantern, probably created by Christiaan Huygens in 1650s could be used to project animation, what was achieved by various types of mechanical slides. Typically, two glass slides, one with the stationary part of the picture and the other with the part that was to move, would be placed one on top of the other and projected together, then the moving slide would be hand-operated, either directly or by means of a lever or other mechanism. Chromotrope slides, which produced eye-dazzling displays of continuously cycling abstract geometrical patterns and colors, were operated by means of a small crank and pulley wheel that rotated a glass disc.[5]In the mid-19th century, inventions such as the phenakistoscope and zoetrope demonstrated that a carefully designed sequence of drawings, showing phases of the changing appearance of objects in motion, would appear to show the objects actually moving if they were displayed one after the other at a sufficiently rapid rate. These devices relied on the phenomenon of persistence of vision to make the display appear continuous even though the observer's view was actually blocked as each drawing rotated into the location where its predecessor had just been glimpsed. Each sequence was limited to a small number of drawings, usually twelve, so it could only show endlessly repeating cyclical motions. By the late 1880s, the last major device of this type, the praxinoscope, had been elaborated into a form that employed a long coiled band containing hundreds of images painted on glass and used the elements of a magic lantern to project them onto a screen.The use of sequences of photographs in such devices was initially limited to a few experiments with subjects photographed in a series of poses, because the available emulsions were not sensitive enough to allow the short exposures needed to photograph subjects that were actually moving. The sensitivity was gradually improved and in the late 1870s Eadweard Muybridge created the first animated image sequences photographed in real-time. A row of cameras was used, each in turn capturing one image on a glass photographic plate, so the total number of images in each sequence was limited by the number of cameras, about two dozen at most. Muybridge used his system to analyze the movements of a wide variety of animal and human subjects. Hand-painted images based on the photographs were projected as moving images by means of his zoopraxiscope.[6]By the end of the 1880s, the introduction of lengths of celluloid photographic film and the invention of motion picture cameras, which could photograph an indefinitely long rapid sequence of images using only one lens, allowed several minutes of action to be captured and stored on a single compact reel of film. Some early films were made to be viewed by one person at a time through a \"peep show\" device such as the Kinetoscope. Others were intended for a projector, mechanically similar to the camera and sometimes actually the same machine, which was used to shine an intense light through the processed and printed film and into a projection lens so that these \"moving pictures\" could be shown tremendously enlarged on a screen for viewing by an entire audience. The first public exhibition of projected motion pictures in America was at Koster and Bial's Music Hall in New York City on the 23rd of April 1896.The earliest films were simply one static shot that showed an event or action with no editing or other cinematic techniques. Around the turn of the 20th century, films started stringing several scenes together to tell a story. The scenes were later broken up into multiple shots photographed from different distances and angles. Other techniques such as camera movement were developed as effective ways to tell a story with film. Until sound film became commercially practical in the late 1920s, motion pictures were a purely visual art, but these innovative silent films had gained a hold on the public imagination. Rather than leave audiences with only the noise of the projector as an accompaniment, theater owners hired a pianist or organist or, in large urban theaters, a full orchestra to play music that fit the mood of the film at any given moment. By the early 1920s, most films came with a prepared list of sheet music to be used for this purpose, and complete film scores were composed for major productions.The rise of European cinema was interrupted by the outbreak of World War I, while the film industry in the United States flourished with the rise of Hollywood, typified most prominently by the innovative work of D. W. Griffith in The Birth of a Nation (1915) and Intolerance (1916). However, in the 1920s, European filmmakers such as Sergei Eisenstein, F. W. Murnau and Fritz Lang, in many ways inspired by the meteoric wartime progress of film through Griffith, along with the contributions of Charles Chaplin, Buster Keaton and others, quickly caught up with American film-making and continued to further advance the medium.In the 1920s, the development of electronic sound recording technologies made it practical to incorporate a soundtrack of speech, music and sound effects synchronized with the action on the screen.[citation needed] The resulting sound films were initially distinguished from the usual silent \"moving pictures\" or \"movies\" by calling them \"talking pictures\" or \"talkies.\"[citation needed] The revolution they wrought was swift. By 1930, silent film was practically extinct in the US and already being referred to as \"the old medium.\"[citation needed]Another major technological development was the introduction of \"natural color,\" which meant color that was photographically recorded from nature rather than added to black-and-white prints by hand-coloring, stencil-coloring or other arbitrary procedures, although the earliest processes typically yielded colors which were far from \"natural\" in appearance.[citation needed] While the advent of sound films quickly made silent films and theater musicians obsolete, color replaced black-and-white much more gradually.[citation needed] The pivotal innovation was the introduction of the three-strip version of the Technicolor process, first used for animated cartoons in 1932, then also for live-action short films and isolated sequences in a few feature films, then for an entire feature film, Becky Sharp, in 1935. The expense of the process was daunting, but favorable public response in the form of increased box office receipts usually justified the added cost. The number of films made in color slowly increased year after year.In the early 1950s, the proliferation of black-and-white television started seriously depressing North American theater attendance.[citation needed] In an attempt to lure audiences back into theaters, bigger screens were installed, widescreen processes, polarized 3D projection and stereophonic sound were introduced, and more films were made in color, which soon became the rule rather than the exception. Some important mainstream Hollywood films were still being made in black-and-white as late as the mid-1960s, but they marked the end of an era. Color television receivers had been available in the US since the mid-1950s, but at first they were very expensive and few broadcasts were in color. During the 1960s, prices gradually came down, color broadcasts became common, and sales boomed. The overwhelming public verdict in favor of color was clear. After the final flurry of black-and-white films had been released in mid-decade, all Hollywood studio productions were filmed in color, with rare exceptions reluctantly made only at the insistence of \"star\" directors such as Peter Bogdanovich and Martin Scorsese.[citation needed]The decades following the decline of the studio system in the 1960s saw changes in the production and style of film. Various New Wave movements (including the French New Wave, Indian New Wave, Japanese New Wave and New Hollywood) and the rise of film-school-educated independent filmmakers contributed to the changes the medium experienced in the latter half of the 20th century.[citation needed] Digital technology has been the driving force for change throughout the 1990s and into the 2000s. Digital 3D projection largely replaced earlier problem-prone 3D film systems and has become popular in the early 2010s.[citation needed]Main articles: Film theory and Philosophy of language film analysis\"Film theory\" seeks to develop concise and systematic concepts that apply to the study of film as art. The concept of film as an art-form began with Ricciotto Canudo's The Birth of the Sixth Art. Formalist film theory, led by Rudolf Arnheim, Béla Balázs, and Siegfried Kracauer, emphasized how film differed from reality, and thus could be considered a valid fine art. André Bazin reacted against this theory by arguing that film's artistic essence lay in its ability to mechanically reproduce reality not in its differences from reality, and this gave rise to realist theory. More recent analysis spurred by Jacques Lacan's psychoanalysis and Ferdinand de Saussure's semiotics among other things has given rise to psychoanalytical film theory, structuralist film theory, feminist film theory and others. On the other hand, critics from the analytical philosophy tradition, influenced by Wittgenstein, try to clarify misconceptions used in theoretical studies and produce analysis of a film's vocabulary and its link to a form of life.Film is considered to have its own language. James Monaco wrote a classic text on film theory, titled \"How to Read a Film,\" that addresses this. Director Ingmar Bergman famously said, \"Andrei Tarkovsky for me is the greatest director, the one who invented a new language, true to the nature of film, as it captures life as a reflection, life as a dream.\" An example of the language is a sequence of back and forth images of one speaking actor's left profile, followed by another speaking actor's right profile, then a repetition of this, which is a language understood by the audience to indicate a conversation. This describes another theory of film, the 180-degree rule, as a visual story-telling device with an ability to place a viewer in a context of being psychologically present through the use of visual composition and editing. The \"Hollywood style\" includes this narrative theory, due to the overwhelming practice of the rule by movie studios based in Hollywood, California, during film's classical era. Another example of cinematic language is having a shot that zooms in on the forehead of an actor with an expression of silent reflection that cuts to a shot of a younger actor who vaguely resembles the first actor, indicating that the first person is remembering a past self, an edit of compositions that causes a time transition.Main article: MontageMontage is the technique by which separate pieces of film are selected, edited, and then pieced together to make a new section of film. A scene could show a man going into battle, with flashbacks to his youth and to his home-life and with added special effects, placed into the film after filming is complete. As these were all filmed separately, and perhaps with different actors, the final version is called a montage.Directors developed a theory of montage, beginning with Eisenstein and the complex juxtaposition of images in his film Battleship Potemkin.[7] Incorporation of musical and visual counterpoint, and scene development through mise en scene, editing and effects, has led to more complex techniques comparable to those used in Opera and ballet.Main article: Film criticismFilm criticism is the analysis and evaluation of films. In general, these works can be divided into two categories: academic criticism by film scholars and journalistic film criticism that appears regularly in newspapers and other media.Film critics working for newspapers, magazines, and broadcast media mainly review new releases. Normally they only see any given film once and have only a day or two to formulate opinions. Despite this, critics have an important impact on films, especially those of certain genres. Mass marketed action, horror, and comedy films tend not to be greatly affected by a critic's overall judgment of a film. The plot summary and description of a film that makes up the majority of any film review can still have an important impact on whether people decide to see a film. For prestige films such as most dramas, the influence of reviews is extremely important. Poor reviews will often doom a film to obscurity and financial loss.The impact of a reviewer on a given film's box office performance is a matter of debate. Some claim that movie marketing is now so intense and well financed that reviewers cannot make an impact against it. However, the cataclysmic failure of some heavily-promoted films which were harshly reviewed, as well as the unexpected success of critically praised independent films indicates that extreme critical reactions can have considerable influence. Others note that positive film reviews have been shown to spark interest in little-known films. Conversely, there have been several films in which film companies have so little confidence that they refuse to give reviewers an advanced viewing to avoid widespread panning of the film. However, this usually backfires as reviewers are wise to the tactic and warn the public that the film may not be worth seeing and the films often do poorly as a result.It is argued that journalist film critics should only be known as film reviewers, and true film critics are those who take a more academic approach to films. This line of work is more often known as film theory or film studies. These film critics attempt to come to understand how film and filming techniques work, and what effect they have on people. Rather than having their works published in newspapers or appear on television, their articles are published in scholarly journals, or sometimes in up-market magazines. They also tend to be affiliated with colleges or universities.Main article: Film industryThe making and showing of motion pictures became a source of profit almost as soon as the process was invented. Upon seeing how successful their new invention, and its product, was in their native France, the Lumières quickly set about touring the Continent to exhibit the first films privately to royalty and publicly to the masses. In each country, they would normally add new, local scenes to their catalogue and, quickly enough, found local entrepreneurs in the various countries of Europe to buy their equipment and photograph, export, import and screen additional product commercially. The Oberammergau Passion Play of 1898[citation needed] was the first commercial motion picture ever produced. Other pictures soon followed, and motion pictures became a separate industry that overshadowed the vaudeville world. Dedicated theaters and companies formed specifically to produce and distribute films, while motion picture actors became major celebrities and commanded huge fees for their performances. By 1917 Charlie Chaplin had a contract that called for an annual salary of one million dollars.From 1931 to 1956, film was also the only image storage and playback system for television programming until the introduction of videotape recorders.In the United States today, much of the film industry is centered around Hollywood, California. Other regional centers exist in many parts of the world, such as Mumbai-centered Bollywood, the Indian film industry's Hindi cinema which produces the largest number of films in the world.[8] Though the expense involved in making films has led cinema production to concentrate under the auspices of movie studios, recent advances in affordable film making equipment have allowed independent film productions to flourish.Profit is a key force in the industry, due to the costly and risky nature of filmmaking; many films have large cost overruns, a notorious example being Kevin Costner's Waterworld. Yet many filmmakers strive to create works of lasting social significance. The Academy Awards (also known as \"the Oscars\") are the most prominent film awards in the United States, providing recognition each year to films, ostensibly based on their artistic merits.There is also a large industry for educational and instructional films made in lieu of or in addition to lectures and texts.Associated fieldsFurther information: Film history, Film criticism, Film theory, Product placement and PropagandaDerivative academic fields of study may both interact with and develop independently of filmmaking, as in film theory and analysis. Fields of academic study have been created that are derivative or dependent on the existence of film, such as film criticism, film history, divisions of film propaganda in authoritarian governments, or psychological on subliminal effects (e.g., of a flashing soda can during a screening). These fields may further create derivative fields, such as a movie review section in a newspaper or a television guide. Sub-industries can spin off from film, such as popcorn makers, and film-related toys (e.g., Star Wars figures). Sub-industries of pre-existing industries may deal specifically with film, such as product placement and other advertising within films.The terminology used for describing motion pictures varies considerably between British and American English. In British usage, the name of the medium is \"film\". The word \"movie\" is understood, but seldom used.[9] [10] Additionally, \"the pictures\" (plural) is used semi-frequently to refer to the place where movies are exhibited, while in American English this may be called \"the movies\", but it is becoming outdated. In other countries, the place where movies are exhibited may be called a cinema or theatre.By contrast, in the United States, \"movie\" is the predominant form. Although the words \"film\" and \"movie\" are sometimes used interchangeably, \"film\" is more often used when considering artistic, theoretical, or technical aspects, as studies in a university class and \"movies\" more often refers to entertainment or commercial aspects, as where to go for fun on a date. For example, a book titled \"How to Read a Film\" would be about the aesthetics or theory of film, while \"Let's Go to the Movies\" would be about the history of entertaining movies.Further terminology is used to distinguish various forms and media of film industry. \"Motion pictures\" and \"moving pictures\" are frequently-used terms for film and movie productions specifically intended for theatrical exhibition, such as for instance Batman: The Motion Picture. \"DVD\" and \"videotape\" are video formats that can reproduce a photochemical film. A reproduction based on such is called a \"transfer.\" After the advent of theatrical film as an industry, the television industry began using videotape as a recording medium. For many decades, tape was solely an analog medium onto which moving images could be either recorded or transferred. \"Film\" and \"filming\" refer to the photochemical medium that chemically records a visual image and the act of recording respectively. However, the act of shooting images with other visual media, such as with a digital camera, is still called \"filming\" and the resulting works often called \"films\" as interchangeable to \"movies,\" despite not being shot on film. \"Silent films\" need not be utterly silent, but are films and movies without an audible dialogue, including those that have a musical accompaniment. The word, \"Talkies,\" refers to the earliest sound films created to have audible dialogue recorded for playback along with the film, regardless of a musical accompaniment. \"Cinema\" either broadly encompasses both films and movies, or it is roughly synonymous with film and theatrical exhibition, and both are capitalized when referring to a category of art. The \"silver screen\" refers to the projection screen used to exhibit films and, by extension, is also used as a metonym for the entire film industry.\"Widescreen\" refers to a larger width to height in the frame, compared to earlier historic aspect ratios.[11] A \"feature-length film\", or \"feature film\", is of a conventional full length, usually 60 minutes or more, and can commercially stand by itself without other films in a ticketed screening.[12] A \"short\" is a film that is not as long as a feature-length film, often screened with other shorts, or preceding a feature-length film. An \"independent\" is a film made outside of the conventional film industry.In U.S. usage, one talks of a \"screening\" or \"projection\" of a movie or video on a screen at a public or private \"theater.\" In British English, a \"film showing\" happens at a cinema (never a \"theatre\", which is a different medium and place altogether).[10] A cinema usually refers to an arena designed specifically to exhibit films, where the screen is affixed to a wall, while a theater usually refers to a place where live, non-recorded action or combination thereof occurs from a podium or other type of stage, including the amphitheater. Theaters can still screen movies in them, though the theater would be retrofitted to do so. One might propose \"going to the cinema\" when referring to the activity, or sometimes \"to the pictures\" in British English, whereas the U.S. expression is usually \"going to the movies.\" A cinema usually shows a mass-marketed movie using a front-projection screen process with either a film projector or, more recently, with a digital projector. But, cinemas may also show theatrical movies from their home video transfers that include Blu-ray Disc, DVD, and videocassette when they possess sufficient projection quality or based upon need, such as movies that exist only in their transferred state, which may be due to the loss or deterioration of the film master and prints from which the movie originally existed. Due to the advent of digital film production and distribution, physical film might be absent entirely. A \"double feature\" is a screening of two independently-marketed, stand-alone feature films. A \"viewing\" is a watching of a film. \"Sales\" and \"at the box office\" refer to tickets sold at a theater, or more currently, rights sold for individual showings. A \"release\" is the distribution and often simultaneous screening of a film. A \"preview\" is a screening in advance of the main release.Any film may also have a \"sequel\", which portrays events following those in the film. Bride of Frankenstein is an early example. When there are more films than one with the same characters, story arcs, or subject themes, these movies become a \"series,\" such as the James Bond series. And, existing outside of a specific story timeline usually does not exclude a film from being part of a series. A \"trilogy\" is a set of three films, such as the three films of The Godfather series, a \"quadrilogy\" is a set of four, such as writer-director Tony Gilroy's The Bourne Identity film series, and so forth. A film that portrays events occurring earlier in a timeline with those in another film, but is released after that film, is sometimes called a \"prequel,\" an example being Butch and Sundance: The Early Days.The \"credits,\" or \"end credits,\" is a list that gives credit to the people involved in the production of a film. Films from before the 1970s usually start a film with credits, often ending with only a title card, saying \"The End\" or some equivalent, often an equivalent that depends on the language of the production[citation needed]. From then onward, a film's credits usually appear at the end of most films. However, films with credits that end a film often repeat some credits at or near the start of a film and therefore appear twice, such as that film's acting leads, while less frequently some appearing near or at the beginning only appear there, not at the end, which often happens to the director's credit. The credits appearing at or near the beginning of a film are usually called \"titles\" or \"beginning titles.\"A film's \"cast\" refers to a collection of the actors and actresses who appear, or \"star,\" in a film. A star is an actor or actress, often a popular one, who plays a central character in a film, but occasionally the word can also express fame of members of the crew, such as a director or other personality, such as Martin Scorsese. A \"crew\" is usually interpreted as the people involved in a film's physical construction outside of cast participation, and it could include directors, editors, photographers, grips, gaffers, set decorators, prop masters, and costume designers. A person can both be part of a film's cast and crew, such as Woody Allen, who directed and starred as the protagonist in Take the Money and Run.A Post-credits scene is a scene shown after the end of the credits. Ferris Bueller's Day Off has a post-credit scene in which Ferris tells the audience that the film is over and they should go home.A \"film goer,\" \"movie goer,\" or \"film buff\" is a person who likes or often attends films and movies, and any of these, though more often the latter, could also see oneself as a student to films and movies or the filmic process.Main article: Test screeningA preview performance refers to a showing of a film to a select audience, usually for the purposes of corporate promotions, before the public film premiere itself. Previews are sometimes used to judge audience reaction, which if unexpectedly negative, may result in recutting or even refilming certain sections (Audience response).Trailer and teaserMain article: Film trailerTrailers or previews are advertisements for films that will be shown in 1 to 3 months at a cinema. Back in the early days of cinema, with theaters that had only 1 or 2 screens, only certain trailers were shown for the films that were going to be shown there. Later, when theaters added more screens or new theaters were built with a lot of screens, all different trailers were shown even if they weren't going to play that film in that theater. Film studios realized, that the more trailers that were shown (even if it wasn't going to be shown in that particular theater) the more patrons would go to a different theater to see the film when it came out. The term \"trailer\" comes from their having originally been shown at the end of a film program. That practice did not last long, because patrons tended to leave the theater after the films ended, but the name has stuck. Trailers are now shown before the film (or the A film in a double feature program) begins.Film trailers are now also common on DVDs and Blu-ray Discs, as well as on the Internet and mobile devices. Of some ten billion videos watched online annually, film trailers rank third, after news and user-created video.[13]Teasers are a much shorter preview that would last only 10 to 30 seconds. Teasers were used to get patrons excited about a film coming out about 6 to 12 months away.Education and propagandaMain articles: Educational film and Propaganda filmFilm is used for education and propaganda. When the purpose is primarily educational, a film is called an \"educational film\". Examples are recordings of lectures and experiments, or more marginally, a film based on a classic novel.Film may be propaganda, in whole or in part, such as the films made by Leni Riefenstahl in Nazi Germany, US war film trailers during World War II, or artistic films made under Stalin by Eisenstein. They may also be works of political protest, as in the films of Wajda, or more subtly, the films of Andrei Tarkovsky.The same film may be considered educational by some, and propaganda by others.Main article: FilmmakingAt its core, the means to produce a film depend on the content the filmmaker wishes to show, and the apparatus for displaying it: the zoetrope merely requires a series of images on a strip of paper. Film production can therefore take as little as one person with a camera (or even without a camera, as in Stan Brakhage's 1963 film Mothlight), or thousands of actors, extras and crewmembers for a live-action, feature-length epic.The necessary steps for almost any film can be boiled down to conception, planning, execution, revision, and distribution. The more involved the production, the more significant each of the steps becomes. In a typical production cycle of a Hollywood-style film, these main stages are defined as:This production cycle usually takes three years. The first year is taken up with development. The second year comprises preproduction and production. The third year, post-production and distribution.The bigger the production, the more resources it takes, and the more important financing becomes; most feature films are not only artistic works, but for-profit business entities.Main article: Film crewA film crew is a group of people hired by a film company, employed during the \"production\" or \"photography\" phase, for the purpose of producing a film or motion picture. Crew are distinguished from cast, the actors who appear in front of the camera or provide voices for characters in the film. The crew interacts with but is also distinct from the production staff, consisting of producers, managers, company representatives, their assistants, and those whose primary responsibility falls in pre-production or post-production phases, such as writers and editors. Communication between production and crew generally passes through the director and his/her staff of assistants. Medium-to-large crews are generally divided into departments with well defined hierarchies and standards for interaction and cooperation between the departments. Other than acting, the crew handles everything in the photography phase: props and costumes, shooting, sound, electrics (i.e., lights), sets, and production special effects. Caterers (known in the film industry as \"craft services\") are usually not considered part of the crew.See also: Cinematic techniquesFilm stock consists of transparent celluloid, acetate, or polyester base coated with an emulsion containing light-sensitive chemicals. Cellulose nitrate was the first type of film base used to record motion pictures, but due to its flammability was eventually replaced by safer materials. Stock widths and the film format for images on the reel have had a rich history, though most large commercial films are still shot on (and distributed to theaters) as 35 mm prints. Originally moving picture film was shot and projected at various speeds using hand-cranked cameras and projectors; though 1000 frames per minute (16⅔ frame/s) is generally cited as a standard silent speed, research indicates most films were shot between 16 frame/s and 23 frame/s and projected from 18 frame/s on up (often reels included instructions on how fast each scene should be shown).[14] When sound film was introduced in the late 1920s, a constant speed was required for the sound head. 24 frames per second was chosen because it was the slowest (and thus cheapest) speed which allowed for sufficient sound quality.[citation needed] Improvements since the late 19th century include the mechanization of cameras – allowing them to record at a consistent speed, quiet camera design – allowing sound recorded on-set to be usable without requiring large \"blimps\" to encase the camera, the invention of more sophisticated filmstocks and lenses, allowing directors to film in increasingly dim conditions, and the development of synchronized sound, allowing sound to be recorded at exactly the same speed as its corresponding action. The soundtrack can be recorded separately from shooting the film, but for live-action pictures many parts of the soundtrack are usually recorded simultaneously.As a medium, film is not limited to motion pictures, since the technology developed as the basis for photography. It can be used to present a progressive sequence of still images in the form of a slideshow. Film has also been incorporated into multimedia presentations, and often has importance as primary historical documentation. However, historic films have problems in terms of preservation and storage, and the motion picture industry is exploring many alternatives. Most films on cellulose nitrate base have been copied onto modern safety films. Some studios save color films through the use of separation masters: three B&W negatives each exposed through red, green, or blue filters (essentially a reverse of the Technicolor process). Digital methods have also been used to restore films, although their continued obsolescence cycle makes them (as of 2006) a poor choice for long-term preservation. Film preservation of decaying film stock is a matter of concern to both film historians and archivists, and to companies interested in preserving their existing products in order to make them available to future generations (and thereby increase revenue). Preservation is generally a higher concern for nitrate and single-strip color films, due to their high decay rates; black-and-white films on safety bases and color films preserved on Technicolor imbibition prints tend to keep up much better, assuming proper handling and storage.Some films in recent decades have been recorded using analog video technology similar to that used in television production. Modern digital video cameras and digital projectors are gaining ground as well. These approaches are preferred by some film-makers, especially because footage shot with digital cinema can be evaluated and edited with non-linear editing systems (NLE) without waiting for the film stock to be processed. The migration was gradual, and as of 2005 most major motion pictures were still shot on film.[dated info]Main article: Independent filmIndependent filmmaking often takes place outside of Hollywood, or other major studio systems. An independent film (or indie film) is a film initially produced without financing or distribution from a major film studio. Creative, business, and technological reasons have all contributed to the growth of the indie film scene in the late 20th and early 21st century.On the business side, the costs of big-budget studio films also leads to conservative choices in cast and crew. There is a trend in Hollywood towards co-financing (over two-thirds of the films put out by Warner Bros. in 2000 were joint ventures, up from 10% in 1987).[15] A hopeful director is almost never given the opportunity to get a job on a big-budget studio film unless he or she has significant industry experience in film or television. Also, the studios rarely produce films with unknown actors, particularly in lead roles.Before the advent of digital alternatives, the cost of professional film equipment and stock was also a hurdle to being able to produce, direct, or star in a traditional studio film.But the advent of consumer camcorders in 1985, and more importantly, the arrival of high-resolution digital video in the early 1990s, have lowered the technology barrier to film production significantly. Both production and post-production costs have been significantly lowered; today, the hardware and software for post-production can be installed in a commodity-based personal computer. Technologies such as DVDs, FireWire connections and a wide variety of professional and consumer-grade video editing software make film-making relatively inexpensive.Since the introduction of DV technology, the means of production have become more democratized. Filmmakers can conceivably shoot and edit a film, create and edit the sound and music, and mix the final cut on a home computer. However, while the means of production may be democratized, financing, distribution, and marketing remain difficult to accomplish outside the traditional system. Most independent filmmakers rely on film festivals to get their films noticed and sold for distribution. The arrival of internet-based video outlets such as YouTube and Veoh has further changed the film making landscape in ways that are still to be determined.Open content filmMain article: Open content filmAn open content film is much like an independent film, but it is produced through open collaborations; its source material is available under a license which is permissive enough to allow other parties to create fan fiction or derivative works, than a traditional copyright. Like independent filmmaking, open source filmmaking takes place outside of Hollywood, or other major studio systems.Main article: Fan filmA fan film is a film or video inspired by a film, television program, comic book or a similar source, created by fans rather than by the source's copyright holders or creators. Fan filmmakers have traditionally been amateurs, but some of the more notable films have actually been produced by professional filmmakers as film school class projects or as demonstration reels. Fan films vary tremendously in length, from short faux-teaser trailers for non-existent motion pictures to rarer full-length motion pictures.Main articles: Film distribution and Film releaseFilm distribution is the process through which a film is made available for viewing by an audience. This is normally the task of a professional film distributor, who would determine the marketing strategy of the film, the media by which a film is to be exhibited or made available for viewing, and may set the release date and other matters. The film may be exhibited directly to the public either through a movie theater or television for personal home viewing (including DVD-Video or Blu-ray Disc, video-on-demand, download, television programs through broadcast syndication etc.).Other ways of distributing a film include rental or personal purchase of the film in a variety of media and formats, such as VHS or DVD, or Internet download.Main article: AnimationAnimation is the technique in which each frame of a film is produced individually, whether generated as a computer graphic, or by photographing a drawn image, or by repeatedly making small changes to a model unit (see claymation and stop motion), and then photographing the result with a special animation camera. When the frames are strung together and the resulting film is viewed at a speed of 16 or more frames per second, there is an illusion of continuous movement (due to the phi phenomenon). Generating such a film is very labor-intensive and tedious, though the development of computer animation has greatly sped up the process.Because animation is very time-consuming and often very expensive to produce, the majority of animation for TV and films comes from professional animation studios. However, the field of independent animation has existed at least since the 1950s, with animation being produced by independent studios (and sometimes by a single person). Several independent animation producers have gone on to enter the professional animation industry.Limited animation is a way of increasing production and decreasing costs of animation by using \"short cuts\" in the animation process. This method was pioneered by UPA and popularized by Hanna-Barbera in the United States, and by Osamu Tezuka in Japan, and adapted by other studios as cartoons moved from movie theaters to television.[16]Although most animation studios are now using digital technologies in their productions, there is a specific style of animation that depends on film. Camera-less animation, made famous by film-makers like Norman McLaren, Len Lye and Stan Brakhage, is painted and drawn directly onto pieces of film, and then run through a projector.While motion picture films have been around for more than a century, film is still a relative newcomer in the pantheon[clarification needed] of fine arts. In the 1950s, when television became widely available, industry analysts[who?] predicted the demise of local cinemas.[citation needed] Despite competition from television's increasing technological sophistication over the 1960s and 1970s[citation needed] such as the development of color television and large screens, motion picture cinemas continued. In fact with the rise of television's predominance, film began to become more respected as an artistic medium by contrast due the low general opinion of the quality of average television content.[citation needed] In the 1980s, when the widespread availability of inexpensive videocassette recorders enabled people to select films for home viewing, industry analysts again wrongly predicted the death of the local cinemas.[citation needed]In the 1990s and 2000s, the development of DVD players, home theater amplification systems with surround sound and subwoofers, and large LCD or plasma screens enabled people to select and view films at home with greatly improved audio and visual reproduction.[citation needed] These new technologies provided audio and visual that in the past only local cinemas had been able to provide: a large, clear widescreen presentation of a film with a full-range, high-quality multi-speaker sound system. Once again industry analysts predicted the demise of the local cinema. Local cinemas will be changing in the 21st century and moving towards digital screens, a new approach which will allow for easier and quicker distribution of films (via satellite or hard disks), a development which may give local theaters a reprieve from their predicted demise.[citation needed] The cinema now faces a new challenge from home video by the likes of a new high definition (HD) format, Blu-ray, which can provide full HD 1080p video playback at near cinema quality.[citation needed] Video formats are gradually catching up with the resolutions and quality that film offers; 1080p in Blu-ray offers a pixel resolution of 1920×1080, a leap from the DVD offering of 720×480 and the 330×480 offered by the first home video standard, VHS.[citation needed]Ultra HD, a future digital video format, will offer a resolution of 7680×4320.However, the nature and structure of film prevents an apples-to-apples comparison with regard to resolution.[17] The resolving power of film, and its ability to capture an image which can later be scanned to a digital format, will ensure that film remains a viable medium for some time to come.[citation needed] Currently the super-16 format is seeing use as a capture medium, with digital scanning and post-production providing good results.[18] [19]Despite the rise of all-new technologies, the development of the home video market and a surge of online copyright infringement, 2007 was a record year in film that showed the highest ever box-office grosses. Many[who?] expected film to suffer as a result of the effects listed above but it has flourished, strengthening film studio expectations for the future.[citation needed]Main articles: Outline of film and Lists of film topicsAfrikaans Alemannisch العربية Aragonés Asturianu Avañe'ẽ Azərbaycanca تۆرکجه Bahasa Banjar Bân-lâm-gú Беларуская Беларуская (тарашкевіца)‎ भोजपुरी Български བོད་ཡིག Bosanski Brezhoneg Català Cebuano Čeština Corsu Cymraeg Dansk Deutsch Eesti Español Esperanto Estremeñu Euskara فارسی Fiji Hindi Føroyskt Frysk Furlan Gaeilge Gaelg Gàidhlig Galego 客家語/Hak-kâ-ngî 한국어 Հայերեն हिन्दी Hrvatski Ido Ilokano Bahasa Indonesia Interlingua Íslenska Italiano Basa Jawa Kaszëbsczi Қазақша Kiswahili Kreyòl ayisyen Kurdî Кыргызча Latina Latviešu Lëtzebuergesch Lietuvių Limburgs Lingála Lojban Magyar Македонски Malagasy مصرى Bahasa Melayu Mìng-dĕ̤ng-ngṳ̄ Mirandés Nāhuatl Nederlands Nedersaksies Nēhiyawēwin / ᓀᐦᐃᔭᐍᐏᐣ नेपाली नेपाल भाषा Napulitano Нохчийн Nordfriisk Norsk bokmål Norsk nynorsk Nouormand Occitan Oʻzbekcha/ўзбекча ਪੰਜਾਬੀ پنجابی Papiamentu پښتو Picard Plattdüütsch Polski Português Română Runa Simi Русиньскый Русский Саха тыла संस्कृतम् Sardu Scots Shqip Sicilianu Simple English Slovenčina Slovenščina Ślůnski Soomaaliga کوردیی ناوەندی Српски / srpski Srpskohrvatski / српскохрватски Basa Sunda Suomi Svenska Tagalog తెలుగు ไทย Türkçe Українська اردو Vèneto Tiếng Việt Võro Walon Winaray Xitsonga Zazaki Žemaitėška मैथिली "
  },
  {
    "url": "http://www.film.com/",
    "text": "David Fincher's \"Gone Girl\" is \"a film so canny that even spoilers can only make it better.\"\"There are kids, and they are trapped in a maze, and they want to get out.\"\"The Guest\" is a cut above the typical horror film."
  },
  {
    "url": "http://www.slashfilm.com/",
    "text": "Can you expect even more Quicksilver in X-Men: Apocalypse? Which Glee star is joining Supergirl? Will Stephen Amell finally have a goatee as Arrow? Can Paul Bettany and Anthony Mackie convince you whether Vision or Falcon is the better Avenger? All that and more in this edition of Superhero Bits. Read More » Despite concerns about the film’s ending rumored to need some extensive work, Mission: Impossible – Rogue Nation turned out to be quite the excellent blockbuster to finish out the summer, and it appears Paramount Pictures and Skydance are anxious to keep director Christopher McQuarrie around to keep the franchise going with Mission: Impossible 6. Find out more after the jump!Variety has word that McQuarrie has been hired to write Mission: Impossible 6, but it’s not clear if he will be back to direct as well. As of now McQuarrie is still in talks with the studio about the project, but they’re getting close to wrapping up negotiations because the hope is for the sequel to be in production by next August. Read More » We got our first-look at The Little Prince over a year ago. The animated film, based on Antoine de Saint-Exupéry‘s beloved children’s book, has already opened in theaters all over Europe, but since there’s not as many fans on this side of the world, it’s been a bit of a wait for the movie to make its debut in North America. The book has sold over 140 million copies worldwide, and based on the tone and animation we’ve seen in these trailers, filmmaker Mark Osborne (Kung Fu Panda) and all involved have stuck to what people responded to in the book.After the jump, watch a new international The Little Prince trailer. Read More » Comc book fans who were looking forward to seeing Justice League Dark hit the big screen with director Guillermo del Toro behind the camera had their hearts broken when the filmmaker stepped away from the project over the summer. Since then, Mad Max: Fury Road director George Miller was rumored to be offered the job, but he has chosen not to be involved as well. Now a new rumor gives us a couple more options for a potential Justice League Dark director.As of now, Evil Dead remake director Fede Alvarez and Big Bad Wolves directing duo Aharon Keshales and Navot Papushado are said to be the top contenders for the job, which gives us a good idea of what kind of tone Warner Bros. might be going for with this supernatural comic book adaptation. Read More » There are currently three movies in the works about Billie Jean King. The one potential version that appears closer to first reaching theaters is the Fox Searchlight production called Battle of the Sexes, directed by Jonathan Dayton and Valerie Faris (Little Miss Sunshine), which has Danny Boyle (Steve Jobs) attached as a producer. The project was sweetened by Emma Stone playing Billie Jean King until she was forced to drop out due to scheduling conflicts earlier this year. But now she’s back. Read More » Director Edgar Wright has been a feature filmmaker for about 11 years now, and in that time he’s delivered four outstanding films with near-flawless screenplays, tight editing and visuals that truly use the medium of film to its full potential. Knowing what he’s pulled off in the live-action realm with Shaun of the Dead, Hot Fuzz, The World’s End and Scott Pilgrim vs the World, I’ve always wanted to see what he can do in animation, and now we’ll get to find out.The Wrap has learned that Wright has signed on to direct and co-write his first animated feature film for DreamWorks Animation. At this time details are scarce, but the movie reportedly focuses on a concept involving shadows, and it seems to have loose ties to a project that DWA was developing awhile back. Read More » As excited as we are to see Oscar Isaac as Poe Dameron in next month’s Star Wars: The Force Awakens — and as Apocalypse in next year’s X-Men: Apocalypse — it’s a relief to hear he isn’t abandoning the kind of non-franchise dramas he built his reputation on in the first place. Isaac’s next new gig looks likely to be A Foreigner, from Me and Earl and the Dying Girl helmer Alfonso Gomez-Rejon.  Read More » Richard Gere is one of those movies stars who’s probably slightly undervalued as an actor because of his stardom. But for the past decade, aside from the occasional hokey romance or two, he’s been doing some of his most thoughtful work as a performer. He’s taken on smaller and more intimate projects, frequently playing some wonderfully unlikable and deeply human characters (see The Hoax or The Hunting Party, if you haven’t already). His next film, The Benefactor, premiered at the Tribeca Film Festival this year, and it was met with mostly positive reviews.After the jump, watch the trailer for The Benefactor. Read More » Based on the box office numbers, just about every grown-up in the world celebrated Valentine’s Day this year by going to see Fifty Shades of Grey. Naturally, Lionsgate quickly moved to lock down Valentine’s Day 2017 and 2018 as well, for Fifty Shades Darker and Fifty Shades Freed. But what’s a Fifty Shades fan to do for Valentine’s Day 2016?Well, there are a couple of options. You could watch Dakota Johnson’s vanilla romcom How to Be Single, the trailer for which debuted yesterday. Or, if you’ve got more, um, unconventional desires, you could check out Marlon Wayans‘ Fifty Shades of Grey parody, Fifty Shades of Black. Watch the trailer after the jump. Read More » "
  },
  {
    "url": "http://www.telegraph.co.uk/film/",
    "text": "Film Home Comment Luxury Video Culture Tech News Travel Cars World Life Subscribe Sport Women Terms & Conditions Finance Fashion Privacy & cookies Home Comment Luxury Video Culture Tech News Travel Cars World Life Subscribe Sport Women Terms & Conditions Finance Fashion Privacy & cookies Film Home News Reviews What To Watch Features Interviews Culture Home News Reviews What To Watch Features Interviews Culture Films of the week In Cinemas BOTW 16 Sep 2015 Manically entertaining Steve Jobs 4 Cosily enjoyable The Lady in the Van BOTW 12 Nov 2015 Radioactively bad Fathers and Daughters 1 BOTW 12 Nov 2015 A zesty seasonal treat Tangerine 5 BOTW 06 Nov 2015 Swaggeringly good James Bond: Spectre 5 BOTW 05 Nov 2015 'Pulse-quickening' Brooklyn 4 BOTW 29 Oct 2015 Witty guerrilla filmmaking Taxi Tehran 4 Editor's picks BOTW 06 Nov 2015 James Bond: Spectre 5 BOTW 08 Nov 2015 Star Wars: The Force Awakens BOTW 03 Sep 2015 Suicide Squad BOTW 13 Nov 2015 Carol 5 BOTW 03 Sep 2015 The Hateful Eight BOTW 03 Sep 2015 Fantastic Beasts and Where to Find Them Latest on Film Interview 23 Nov 2015 Ghostbusters: meet the man behind the logo Helen O'Hara Art director Michael C Gross worked with John Lennon, Stan Lee and Jim Henson. Then he accidentally created one of the greatest movie logos of all time. How? Review 19 Nov 2015 Creed review: 'Stallone at his best' Star Rating 3 Telegraph Star Rating Tim Robey After taking a while to limber up, Ryan Coogler's continuation of the Rocky saga packs a real emotional punch News 19 Nov 2015 Jennifer Lawrence and Chris Pratt's sci-fi epic Passengers: all you need to know Rebecca Hawkes It's set on a spaceship, the cast is the same size as Gravity's - and Jennifer Lawrence had to get 'really really drunk' to film her love scene with Chris Pratt News 19 Nov 2015 The Hunger Games: Mockingjay: Part 1 Plot - what happened at the end? Ahead of Part 2, refresh your memory about what happened at the end of the previous Hunger Games instalment Feature 19 Nov 2015 The Hunger Games Mockingjay Part 2: how is the film different from the book? Rebecca Hawkes For the most part, the final Hunger Games film is remarkably faithful to Suzanne Collins's novel - but there are some interesting differences News 19 Nov 2015 Is Sylvester Stallone back in the Oscar ring? Creed, the seventh film in the Rocky franchise, has generated Oscar buzz from critics Review 19 Nov 2015 The Dressmaker review: 'royally daffy' Star Rating 2 Telegraph Star Rating Tim Robey Kate Winslet causes a stir in the Australian outback in this absurdly overripe melodrama News 19 Nov 2015 John Malkovich has made a new film... But you'll have to wait 100 years to see it The collaboration with Sin City director Robert Rodriguez will be sealed in a vault until 2115 List 19 Nov 2015 25 films set for a reboot or remake Siobhan Palmer From Bill & Ted to Memento: a regularly updated list of the Hollywood reboots and remakes slated for production Review 19 Nov 2015 Love review: 'all look, no touch' Star Rating 2 Telegraph Star Rating Robbie Collin Argentine provocateur Gaspar Noé succeeds in portraying real, loving sex on screen, his characters lack the soul required to give Love any real afterglow Review 19 Nov 2015 The Hunger Games: Mockingjay - Part 2 review: 'scorchingly tense' Star Rating 4 Telegraph Star Rating Robbie Collin Jennifer Lawrence and Philip Seymour Hoffman - in his last film - end the Hunger Games series with an electrifying, high-stakes final showdown Guide 19 Nov 2015 Han Solo asks Finn: 'You sure you're up for this?' in new Force Awakens trailer Han Solo flies the Millennium Falcon in another trailer ahead of the seventh Star Wars film Feature 18 Nov 2015 How money turned Charlie Sheen into a monster Jonathan Bernstein Remember that promising young actor who starred in Platoon? Charlie Sheen does - and it's killing him Trailer 18 Nov 2015 Zoolander 2 trailer: death to Justin Bieber, and Benedict Cumberbatch as you've never seen him before Derek and Hans return to save the world in Ben Stiller's star-studded sequel Sponsored Partnerships What's this? Carol Bridge of Spies The Lady in the Van He Named Me Malala SPECTRE Suffragette The Walk Pan Macbeth © Copyright of Telegraph Media Group Limited 2015 "
  },
  {
    "url": "http://www.bbc.co.uk/film/",
    "text": "The BBC's flagship film show hosted by Claudia Winkleman and Danny Leigh.Find out what to see at the cinema by watching the weekly review of the latest films from BBC News. BBC Films is the feature film-making arm of the BBC. Find out about upcoming releases, view the showreel and browse the catalogue. Dr K airs his views on the things that fire him up about cinema in his  video blog.Watch short films from up-and-coming British filmmakers. If you're a new UK film-maker, find out how to send us your short. Get news, music and features from Asian Network, and reviews and previews from BBC Shropshire.Get writing tips and learn about the UK Film Council's fund for first films.This page is best viewed in an up-to-date web browser with style sheets (CSS) enabled. While you will be able to view the content of this page in your current browser, you will not be able to get the full visual experience. Please consider upgrading your browser software or enabling style sheets (CSS) if you are able to do so."
  },
  {
    "url": "http://www.theguardian.com/uk/film",
    "text": "Things were never the same after George Lucas’s Star Wars conquered all – the arty 70s gave way to a universe of blockbuster franchises. Is The Force Awakens the last chapter in a process that began a long time ago, in a galaxy far, far away?The actor’s jaundiced New Yorker piece, in which he described a complaining, entitled blogger, revealed something about the way film criticism has changedXan Brooks, Benjamin Lee and Henry Barnes review this week’s new releases, including the final part of The Hunger Games franchise and Gaspar Noé’s 3D sex filmDisturbed by Superman breaking General Zod’s neck in 2013’s Man of Steel, the comic book icon has created a superhero with learning difficulties who does a good deed every dayThe Sunset Song director explains why his new movie about the hardship of Scottish farms moved him – and how poetry saved him when he thought his career was overTraining with the FBI and bullying Chris Hemsworth are all in a day’s work for the budding action star … just don’t ask her about renouncing the QueenDespite the acting heft of Chiwetel Ejiofor, Julia Roberts and Nicole Kidman, this English language remake of the lauded Argentinian noir is a tepid imitationThe fourth instalment of the YA film franchise is fuelled by a charismatic performance from Jennifer Lawrence – and a terrifying surpriseXan Brooks, Benjamin Lee and Henry Barnes review this week’s new releases, including the final part of The Hunger Games franchise and Gaspar Noé’s 3D sex filmThe film team's daily round-up of film news. Featuring news on Jesse Eisenberg and The Artist director Michel HazanaviciusThe film team review the final part of The Hunger Games franchise, in which Katniss Everdeen leads the armies of Panem into the Capital to dispose of President SnowThe film team review Enter the Void director Gaspar Noé’s new film, a sexually-explicit 3D film about a young man reflecting on his sexual relationship with two women Scenes from upcoming documentary What Our Fathers Did: A Nazi Legacy, in which Niklas Frank, whose father Hans Frank was the SS governor of Poland, speaks about his family legacyFrom Gaspar Noé’s explicit Love to romcom Sleeping With Other People, does the new wave of no-strings sex movies mean that cinema has stopped punishing promiscuity?Christopher Nolan’s 2000 non-linear thriller is getting the remake treatment only 15 years since the original was released, but should it be revisited at all? Two Guardian US critics make the case for and againstAn ambitious screenwriter’s admirable attempt to get his Die Hard sequel some attention is just the latest in a long line of extraordinary self-funded one-pagers run in Variety and the Hollywood ReporterJennifer Aniston recently posted a heartwarming story about helping a homeless mother, notching up 400,000 likes. There’s only one problem: she didn’t write itFrom the polo necks to the product launches, the Apple co-founder was compelling and complicated. Fassbender, Kate Winslet and director Danny Boyle explain how they captured his spirit in their new biopicPhyllis Nagy talks about why the screenplay for Carol took her 15 years, her long friendship with the notoriously difficult Highsmith, and why the novelist would have loved Cate Blanchett in the leading roleThe Argentinian’s previous films have tackled rape, incest and abortion – so why is his new melodrama about sex causing such a storm?How to get into the mind of a man loved by millions? For the writer of a new Jobs biopic, it was a case of finding the human flaws behind the perfectionistHis father was a contract killer. He was a schoolboy preacher turned Hollywood bad boy. Woody Harrelson talks about why he has too many regrets to mention – and how the ‘goddesses’ in his life calmed him downShe’s menaced Muggles, dominated Downton and now found a new vehicle as Alan Bennett’s muse in The Lady in the Van, but here’s the best of Maggie Smith’s less well-known workAhead of the release of gender-swap psycho-thriller The Perfect Guy this weekend, we test how quickly you can tell if you’re dealing with a bunny-boilerThe bunny boiler is dead. New films Un Homme Idéal and The Perfect Guy swap the gender roles to expose the anxieties and insecurities of modern menIt was always an unlikely Hollywood franchise: the story of a feminist hero trapped in a dystopian capitalist nightmare. But its message of rebellion and revolution has gone round the world and grossed billions. As its fans explain, the odds were ever in its favourAn exercise in movie flop-watching turns nasty, as cross-dimensional sneezing leads to haunting by computer downloadAs Hollywood makes more franchise films, it will more often have to deal with the loss of actors during production. Mockingjay Part 2 shows how it’s doneThe acquittal of gangster Vincent Asaro, part of the gang who inspired the famous Martin Scorsese film, underlines the fact that the kind of organised crime which fascinates film-makers is now the stuff of nostalgiaEven at the most highbrow screenings an audience can chortle, and it seems heartless. But it doesn’t necessarily mean they are being disrespectful "
  },
  {
    "url": "http://www.avclub.com/film/",
    "text": " Rogue Nation’s Christopher McQuarrie might be back for Mission: Impossible 6 The Force Awakens has already made over $50 million in advance ticket sales Trainspotting 2 is fucking awesome, according to Robert Carlyle Kathy Bates to play a bad mom in Bad Santa 2 Here’s the trailer for Marlon Wayans’ Fifty Shades spoof, whips and all   Edgar Wright is making an animated film about “the concept of shadows” Michael Shannon chases the boy with the lens flare eyes in the Midnight Special trailer   Two-time Oscar winner Robert De Niro says “horse cock” in new Dirty Grandpa trailer   That hypothetical Logan’s Run remake could become a hypothetical franchise Nigel Lythgoe looks back on his sci-fi rock musical flop, The Apple George Lucas says he was constricted by the Force choke of the Star Wars franchise Harry Potter translates easily into a typical teen movie comedy Captain America battles Nazi zombies in impressive Lego stop motion Liam Neeson is even growlier than usual in the A Monster Calls teaser   This is the best rap song ever written about Boba Fett’s Corvette Roger Corman crossed Star Wars with The Seven Samurai Finn finally speaks in the newest Force Awakens TV spot   Sylvester Stallone would hand over the Rambo reins to Ryan Gosling Mediterranea is a resonant drama about immigrants facing a chilly welcome What’s better for your Star Wars mid-life crisis: Speeder bike or Death Star? Improvements aside, Secret In Their Eyes is still a redundant remake Mustang is less a Turkish Virgin Suicides than a horror movie about patriarchy John Malkovich made a movie/cognac ad that no one will see for 100 years That Freddie Mercury biopic gets The Theory Of Everything’s writer, may really come out Redman promises a desperate nation that How High 2 is coming Bill Hader is slipping back into sad drama mode for Empress Of Serenity Now you see the trailer for Now You See Me 2, now you don’t   Ridley Scott reveals his vision for the opening scene of Blade Runner 2 R.I.P. Michael Gross, National Lampoon alum and designer of the Ghostbusters logo Charlize Theron and Emily Blunt rule The Huntsman: Winter’s War trailer   Weird Al’s Yoda glimpsed the future through the power of the Force Spaceballs affectionately takes the biggest film franchise down a notch Rebel Wilson and Dakota Johnson want to teach you How To Be Single   Don Dohler’s Nightbeast gave J.J. Abrams his start in sci-fi Alexandra Daddario is starring in the Baywatch movie "
  },
  {
    "url": "http://variety.com/v/film/",
    "text": " Both a forum for politically conscious cinema and a platform for the open discussion of potentially world-changing ideas, the Intl. Documentary Film Festival Amsterdam, opened its 28th edition… Versatile actress Mirtel Pohla appears in three new Estonian films this year, all of which are competing for the Tridens Estonia prize at the Black Nights Film Fest. In the hit children's film… After a fiery world premiere last week, “The Hunger Games: Mockingjay – Part 2” jumped to #2 on the DAR-Film leaderboard as opening weekend approaches. The highly anticipated finale to “The Hunger…"
  },
  {
    "url": "http://labrocantedufilm.com/sensuel.php",
    "text": " Nous sommes désolés, suite au succès rencontré par le site, l'ensemble des DVD et VHS Sensuel de la Brocante du Film a été vendu. Notre équipe met tout en œuvre pour vous proposer de nouveaux DVD et VHS dans les prochains jours. "
  },
  {
    "url": "https://www.youtube.com/watch?v=p8r2ES4ggjM&feature=youtu.be",
    "text": "About The Poetical Movie = The Devil's Protege And Away From The Fence: I originally wrote the first poem in this poetical movie called \"The Devil's Protege\"..."
  },
  {
    "url": "http://www.artwithimpact.org/mental-health-films",
    "text": "Winning filmmaker to receive $1,000 cash prize and have work featured in campus events around the country.Open call to submit film projects, up to 5 minutes in length, of any genre, using mental health as the point of interest. Film topics may either be interpretive of mental health, or address it directly.Art With Impact views the short film as an important art form and springboard for young talent. As such, we do not place any formal restrictions on submissions, and will consider all genres and types of short films, including submissions utilizing original footage, shared footage, photo stills, music, essays, screenplays, original art work and more.There is no fee for submissions.Submission Guidelines Submissions must be 5 minutes or less. Films longer than five (5) minutes will not be considered. Submissions must be added to the Mental Health Short FIlm group on Vimeo and the URL for the video must be included in the Entry Form. Only submissions with complete entry forms (including Vimeo URL) will be considered. Participants may submit only one version of a given project. However, any participant may submit more than one project, and up to three. A separate Entry Form must be completed for each submission. Submissions will be judged by a panel of guest filmmakers and Art With Impact board members. User comments / audience popularity may be taken into consideration in the final selection but will not determine the winner. Jurors who are also filmmakers may submit work, but only during months in which they are not serving as a juror for the competition. Past winners are required to wait at least one year before re-submitting to the competition. Filmmaker agrees that all submitted films may be used by Art With Impact for educational and outreach activities and the winning film may be used by Art With Impact and affiliated organizations in any relevant programming in perpetuity.Jurying Procedures Films will be judged by five people taken from our jury panel, which comprises filmmakers, mental health professionals, college students and Art With Impact board members. In months when less than twelve (12) films are entered, the competition will be canceled and the submissions will automatically be entered in the following month's competition. Art With Impact reserves the right to not award a prize in months when submissions do not meet the jury's standards for both content and production value.Art With Impact promotes mental wellness by creating space for young people to learn and connect through art and media"
  },
  {
    "url": "http://www.northernmonday.com/",
    "text": " May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment Run time: 5:15 / 2012 May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment May 4, 2015Iraqi Voices war, Iraq, identity, free speech, refugees Nathan Fisher Comment Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Magical realism on a brewery tour.Run Time: 2:34 / 2013 Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Sep 1, 2013Sunday Sales beer, campaign finance Nathan Fisher Comment Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Have you ever been asked a strange question?Run time: 4:33 / 2014 Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Apr 21, 2015Iraqi Voices Iraq, war, refugees Nathan Fisher Comment Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment A young Iraqi man recalls a formative childhood haircut.Run Time: 5:50 / 2014 Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment Dec 2, 2014Iraqi Voices war, PTSD, Iraq, refugees Nathan Fisher Comment Your tax-deductible donations support our documentary library initiative and new documentary projects.Thank you for your support!"
  },
  {
    "url": "http://www.barbican.org.uk/education/young-people/barbican-bfi-film-academy",
    "text": "Applications for the 2015/16 programme are now open.Join the next generation of filmmaking talent working with the Barbican and Eelyn Lee Productions to learn about filmmaking and the film industry. We're looking for the next group of committed, talented young people between the age of 16 and 19 to be part of the BFI Film Academy 2015/16 Network Programme delivered by the Barbican.The course will take place on weekends and also Wednesday evenings starting from Saturday 17 October 2015.Session dates*October: Sat 17 Oct, Sat 24 Oct, Sun 25 Oct, Mon 26 Oct, Tues 27 Oct, Sat 31 Oct November: Wed 11 Nov, Sat 14 Nov, Sun 15 Nov, Wed 18 Nov, Sat 21 Nov, Sun 22 Nov, Wed 25 Nov, Sat 28 Nov December: Wed 2 Dec, Sat 5 DecJanuary: Wed 6 Jan, Sat 9 Jan, Sat 16 Jan, Sun 17 Jan, Sat 23 Jan, Sat 30 Jan March: Wed 16 Mar, Wed 23 Mar*Please note some dates are subject to change. As BFI Film Academy participants you'll:-Work with filmmakers to make your own short film.- Learn skills from professionals in workshops.-Take part in a series of masterclasses with industry experts giving insights into how to get in to and succeed in the film industry.- Get practice in developing and pitching your own ideas- Receive a free pass to the Focus Film Festival: see films and attend events with filmmaking professionals.- Have the opportunity to progress further and apply for regional intensive workshops and the National Film and Television School Residential Talent Campus.Accreditation Participants will work towards a NCFE qualification – Preparing to Work in the Film Industry. Find out more Watch the 13/14 and 14/15 Barbican - BFI Film Academy films click here Check out the BFI Film Academy You tube channel click here To find out more about the BFI Film Academy click here To find out more about Eelyn Lee Productions click here Ages 16–19£25 per place"
  }
]
}
